Repository: sugar-activities/4291-activity
Catalog: po/*.po
Languages: el, hy, pl, ta, zh_tw

source: Sugar Commander
el: Διατάχτης του Sugar
hy: Sugar Հրահանգիչ
ta: சுகர் கட்டளையாளன்
zh_tw: Sugar命令器

source: Title
el: Τίτλος
hy: Վերնագիր
pl: Tytuł
ta: தலைப்பு
zh_tw: 標題

source: Size (KB)
el: Μέγεθος (KB)
hy: Չափս (կբ)
pl: Rozmiar (KB)
ta: அளவு (KB)
zh_tw: 大小(kb)

source: MIME Type
el: Τύποι MIME
hy: MIME տեսակը
pl: Typ MME
ta: MIME டைப்/வகை
zh_tw: MINE類型

source: Journal
el: Ημερολόγιο
hy: Մատյան
pl: Dziennik
ta: சஞ்சிகை
zh_tw: 日誌

source: Resize To Width
el: Αλλαγή μεγέθους κατά πλάτος
hy: Հարմարեցնել լայնքին
pl: Dostosuj szerokość
ta: அகலத்துக்கு மறுஅளவீடு
zh_tw: 調整寬度大小

source: Save
el: Αποθήκευση
hy: Պահպանել
pl: Zapisz
ta: சேமி
zh_tw: 存檔

source: Delete
el: Διαγραφή
hy: Ջնջել
pl: Usuń
ta: அழி
zh_tw: 删除

source: Description
el: Περιγραφή
hy: Նկարագրությունը
pl: Opis
ta: விரிவாக்கம்
zh_tw: 描述

source: Tags
el: Σύνδεσμοι
hy: Պիտակներ
pl: Tagi
ta: ஒட்டுகள்
zh_tw: 標記

source: Copy File To The Journal
el: Αντιγραφή Αρχείου στο Ημερολόγιο
hy: Պատճենել ֆայլը Մատյանում
pl: Kopiuj plik do dziennika
ta: சஞ்சிகைக்கு கோப்பை பிரதி செய்
zh_tw: 複製檔案到日誌

source: Files
el: Αρχεία
hy: Ֆայլեր
pl: Pliki
ta: கோப்புகள்
zh_tw: 檔案

source: Error
el: Σφάλμα
hy: Սխալ
pl: Błąd
ta: பிழை
zh_tw: 錯誤

source: Image cannot be made larger, only smaller.
el: Η εικόνα δεν μπορεί να γίνει μεγαλύτερη, μόνο μικρότερη.
hy: Պատկերը հնարավոր չէ մեծացնել, միայն` փոքրացնել
pl: Obraz nie może być większy, jedynie mniejszy.
ta: படத்தை பெரியதாக்க முடியாது, சிறியதாக மட்டுமே.
zh_tw: 圖片無法放大，只能縮小。

source: Entry %s resized.
el: Η καταχώρηση %s άλλαξε μέγεθος
hy: Մուտքագրումը %s չափափոխված է
pl: Rozmiar wpisu %s zmieniony.
ta: நுழைவு %s அளவு மாற்றப்பட்டது.
zh_tw: %s 完成縮放

source: Entry %s deleted.
el: Η καταχώρηση %s διαγράφηκε
hy: Մուտքագրումը %s ջնջված է
pl: Wpis %s skasowany.
ta: நுழைவு %s நீக்கப்பட்டது.
zh_tw: %s 刪除完成

source: Entry title changed to %s
el: Ο τίτλος της καταχώρησης άλλαξε σε %s
hy: Մուտքագրման վերնագիրը փոխվել է %s
pl: Tytuł wpisu zmieniony na %s
ta: நுழைவு %s தலைப்பு மாற்றப்பட்டது
zh_tw: 已重新命名為 %s

source: Entry %s tags updated.
el: Οι ετικέτες της καταχώρησης %s ενημερώθηκαν
hy: Մուտքագրման %s պիտակները նորացված են
pl: Tagi wpisu %s zaktualizowane.
ta: நுழைவு %s ஒட்டு புதிப்பிக்கப்பட்டது.
zh_tw: %s 標記已更新

source: Entry %s description updated.
el: Η περιγραφή της καταχώρησης %s ενημερώθηκε
hy: Մուտքագրման %s նկարագրությունը նորացված է
pl: Opis wpisu %s zaktualizowany.
ta: நுழைவு %s வின் விரிவாக்கம் புதிப்பிக்கப்பட்டது.
zh_tw: %s 描述已更新

source: File %s copied to the Journal.
el: Το αρχείο %s αντιγράφηκε στο Ημερολόγιο
hy: Ֆայլը %s պատճենված է Մատյանում
pl: Plik %s skopiowany do dziennika.
ta: சஞ்சிகைக்கு %s கோப்பானது பிரதி செய்.
zh_tw: 檔案 %s 已複製到日誌

source: Success
el: Επιτυχής
hy: Հաջողում
pl: Operacja zakończona pomyślnie
ta: வெற்றி
zh_tw: 成功

source: %s added to Journal.
el: Το %s προστέθηκε στο Ημερολόγιο.
hy: %s ավելացվեց Մատյանում
pl: %s dodano do dziennika.
ta: %s சஞ்சிகையுடன் சேர்க்கப்பட்டது.
zh_tw: %s 增加到日誌
