Repository: sugar-activities/4291-activity
Catalog: po/hus.po
Languages: hus

source: Title
hus: Ok' bijíl

source: Size (KB)
hus: Puwél

source: MIME Type
hus: in alwá' ti MIME

source: Journal
hus: Chudhél dhuchlab

source: Resize To Width
hus: Alwa´medha' tin ts'ikwéltal

source: Save
hus: Dhaya'

source: Delete
hus: Pakuw

source: Description
hus: Alwa' ólnom

source: Tags
hus: Úwbijilábchik

source: Copy File To The Journal
hus: K'ot'biy an dhuchlab bá' an chudhél dhuchlab

source: Files
hus: Dhuchlabchik

source: Error
hus: K'ibts'ontaláb

source: Image cannot be made larger, only smaller.
hus: Expidh ne'ets ka ejtoj ka tsiptimédha' an t'iplab.

source: Entry %s resized.
hus: In otseltal an %s u jalk'unal in puwél.

source: Entry %s deleted.
hus: Ótseltal an %s pakudhits.

source: Entry title changed to %s
hus: In ok' bijil an otseltaláb jalk'udh ti %s

source: Entry %s tags updated.
hus: úwbijilábchik ti otseltaláb %s itmédhach.

source: Entry %s description updated.
hus: Alwa' ólnom k'al an otseltaláb %s itmédhach.

source: File %s copied to the Journal.
hus: An dhuchlab %s u kót'bix ba' an chudhél dhuchlab.

source: Success
hus: Alwa'its

source: %s added to Journal.
hus: %s punk'udhits bá' an chudhél dhuchlab.
